Repository: SAP/power-monitoring-tool-for-macos
Catalog: source/Power Monitor/mul.lproj/Main.xcstrings
Source language: en
Languages: de

# 2FD-PM-4eP.title
source: Copy
de: Kopieren

# 2jg-dL-7bi.title
source: Undo
de: Widerrufen

# 02K-vK-hIW.title
source: To open this application automatically when you log in, please enable the option below.
de: Um dieses Programm bei der Anmeldung automatisch zu öffnen, aktiviere bitte die unten stehende Option.

# 3ah-rg-0KD.title
source: Current system power:
de: Aktuelle Systemleistung:

# 3fr-1V-JjT.title
source: Show Main Window
de: Hauptfenster anzeigen

# 3jU-nr-vtB.title
source: Consumed in alternative Tariff:
de: Verbraucht im alternativen Tarif:

# 3Sv-Q5-2Dy.title
source: Show day markers
de: Tagesmarkierungen anzeigen

# 4bl-8F-k7A.title
source: The main window of this application displays the system power history in the form of a graph. Please use the checkboxes below to show additional information that may be displayed with the graph.
de: Im Hauptfenster dieses Programms wird der Verlauf der Systemleistung in Form eines Graphen angezeigt. Du kannst zusätzliche Informationen einblenden, wenn Du die unten stehenden Optionen aktivierst.

# 4r5-fi-WCs.title
source: Show Journal in Finder
de: Journal im Finder anzeigen

# 4sb-4s-VLi.title
source: Quit Power Monitor
de: Leistungsanzeige beenden

# 4t5-90-YF7.title
source: Based on this Mac's location and its average power, this application can show the equivalent of carbon dioxide emitted per hour you actively use this Mac. This value is also called the carbon footprint. Calculating the carbon footprint requires this Mac's approximate location, as different regions of the world emit different amounts of carbon dioxide for power generation. If you enable this feature, your Mac will eventually ask you for permission to use its location. If you do not agree to use the location of this Mac, the application will use another, but much less accurate, method to determine the approximate location of this Mac.
de: Anhand des Standorts dieses Macs und seiner durchschnittlichen Leistung kann dieses Programm das Äquivalent des Kohlendioxids anzeigen, das pro Stunde, in der Du diesen Mac aktiv nutzt, ausgestoßen wird. Dieser Wert wird auch als CO2-Fußabdruck bezeichnet. Für die Berechnung des CO2-Fußabdrucks ist der ungefähre Standort dieses Macs erforderlich, da in verschiedenen Regionen der Welt unterschiedliche Mengen an Kohlendioxid für die Stromerzeugung ausgestoßen werden. Wenn Du diese Funktion aktivierst, wird Dein Mac Dich eventuell um Erlaubnis bitten, seinen Standort zu verwenden. Wenn Du der Verwendung des Standorts dieses Macs nicht zustimmst, verwendet das Programm eine andere, aber wesentlich ungenauere Methode, um den ungefähren Standort dieses Macs zu ermitteln.

# 4TL-9c-yey.title
source: General
de: Allgemein

# 5kV-Vb-QxS.title
source: About Power Monitor
de: Über Leistungsanzeige

# 5L4-n0-bFI.title
source: Electricity costs Power Nap:
de: Stromkosten Power Nap:

# 8Rk-nO-hh4.headerCell.title
source: Duration Awake
de: Dauer Betrieb

# 9IP-YZ-hMZ.title
source: Power Graph
de: Leistungsdiagramm

# 9qQ-z3-Pxf.title
source: Position line:
de: Positionslinie:

# 9sd-k6-oMs.title
source: If you have an electricity tariff where the price per KWh changes at certain times, you can enter the alternative price and the times at which it is active here. If you want to use this feature, please activate and configure it below.
de: Wenn Du einen Stromtarif hast, bei dem sich der Preis pro KWh zu bestimmten Zeiten ändert, kannst Du hier den alternativen Preis und die Zeiten, zu denen er aktiv ist, eingeben. Wenn Du diese Funktion nutzen möchtest, aktiviere und konfiguriere bitte die unten stehende Option.

# 9xk-gz-4DH.title
source: Continue
de: Fortfahren

# 74d-dS-aYC.title
source: Calculate electricity costs
de: Stromkosten berechnen

# 79H-X5-650.title
source: Total electricity costs:
de: Stromkosten gesamt:

# 216-BT-LWQ.title
source: Select All
de: Alles auswählen

# Agp-Bg-2gm.title
source: Paste
de: Einsetzen

# agv-2u-dqG.ibExternalAccessibilityDescription
source: Popup button to enable or disable PowerNap
de: Menü um PowerNap ein- oder auszuschalten

# aHZ-8l-6c9.title
source: As your Mac does not consume any power when it is switched off or in sleep mode, these times are not displayed in the graph by default. If you want these times to be displayed, please enable the option below.
de: Da Dein Mac, während er ausgeschaltet ist oder sich im Ruhezustand befindet, keinen Strom verbraucht, werden diese Zeiten standardmäßig im Graphen nicht angezeigt. Wenn Du diese Zeiten dargestellt bekommen möchtest, aktiviere bitte die unten stehende Option.

# Ai0-P8-LNk.title
source: Based on the determined power consumption, the approximate electricity costs for this Mac can be calculated. If you would like to have the electricity costs displayed instead of the power consumption, please enter the price you pay for electricity per kilowatt hour in the field below and activate the calculation of electricity costs.
de: Basierend auf dem ermittelten Stromverbrauch können die ungefähren Stromkosten für diesen Mac berechnet werden. Wenn Du die Stromkosten anstelle des Stromverbrauchs angezeigt bekommen möchtest, gib bitte im unten stehenden Feld den Preis ein, den Du für Strom pro Kilowattstunde bezahlst und aktiviere die Berechnung der Stromkosten.

# Asi-Kh-bjt.headerCell.title
source: Date
de: Datum

# B0C-p2-nFw.headerCell.title
source: Category
de: Kategorie

# BGq-Ni-IHx.title
source: To determine this Mac's carbon footprint, this application needs carbon intensity data for the country this Mac is currentliy located at. This data can either be obtained dynamically by using one of the APIs this application supports or by providing a static list in form of a CSV file which must contain the country code followed by the respective carbon intensity value. Please use the button below to import carbon intensity data or to clear previously imported data.
de: Um den CO2-Fußabdruck dieses Macs ermitteln zu können, benötigt das Programm CO2-Emissionsdaten des Landes, in dem sich der Mac gerade befindet. Diese Daten können entweder dynamisch über eine der von diesem Programm unterstützten APIs bezogen werden oder durch Bereitstellung einer statischen Liste in Form einer CSV-Datei, die den Ländercode gefolgt vom jeweiligen CO2-Emissionsfaktor enthalten muss. Bitte benutze die unten stehende Taste, um CO2-Emissionsdaten zu importieren oder um zuvor importierte Daten zu löschen.

# BOF-NM-1cW.title
source: Settings…
de: Einstellungen …

# bpg-VV-7fH.title
source: Continuously update carbon footprint
de: CO2-Fußabdruck fortlaufend aktualisieren

# C9c-og-Thm.title
source: Power consumption during Power Nap:
de: Stromverbrauch während Power Nap:

# cm3-TC-alv.title
source: Quit Power Monitor
de: Leistungsanzeige beenden

# CnG-14-GpQ.title
source: Verifying API key…
de: API-Schlüssel wird überprüft …

# csm-gY-8sj.title
source: Duration Power Nap:
de: Dauer Power Nap:

# CXZ-Ti-3Lq.title
source: After one year
de: Nach einem Jahr

# d1a-6O-KEe.title
source: Show Power Graph
de: Leistungsdiagramm anzeigen

# DCN-OY-bdG.title
source: Never
de: Nie

# dKV-RA-NgQ.ibExternalAccessibilityDescription
source: Alternative price per KWh
de: Alternativer Preis pro KWh

# Duh-gD-22T.title
source: Costs
de: Kosten

# DyD-Vz-o6j.title
source: Duration in alternative Tariff:
de: Dauer im alternativen Tarif:

# eeg-PC-H8n.title
source: If you want to change the colors of the graph, please use the color pickers below. You may set the colors back to their original state by clicking the corresponding button.
de: Wenn Du die Farben des Graphen ändern möchtest, verwende bitte die unten stehenden Farbwähler. Du kannst die Farben wieder auf ihren ursprünglichen Zustand zurücksetzen, indem Du auf die entsprechende Taste klickst.

# Efz-qP-N83.title
source: Delete
de: Löschen

# EsB-kD-7yn.title
source: Edit
de: Bearbeiten

# eTH-0x-lQ1.headerCell.title
source: Process Name
de: Prozessname

# Ewi-hx-cGi.title
source: Electricity costs alternative Tariff:
de: Stromkosten im alternativen Tarif:

# F2S-fz-NVQ.title
source: Help
de: Hilfe

# FlT-P2-7d3.title
source: API key:
de: API-Schlüssel:

# fmh-Bw-LnI.title
source: Don't have an API key yet? Create your free API key for non-commercial use at https://api-portal.electricitymaps.com.
de: Du haben noch keinen API-Schlüssel? Einen kostenlosen API-Schlüssel zur nicht-kommerziellen Nutzung erhältst Du auf https://api-portal.electricitymaps.com.

# fVF-f9-8pp.toolTip
source: Toggle the info pane
de: Info-Bereich ein- und ausblenden

# fY2-hN-oBS.title
source: Day markers:
de: Tagesmarkierungen:

# GcS-zv-fRY.headerCell.title
source: Message
de: Mitteilung

# gWf-CM-IEa.title
source: Open at login
de: Bei der Anmeldung öffnen

# Gwv-28-QfN.title
source: Average line:
de: Durchschnittslinie:

# h6y-ZC-SCg.title
source: When the maximum number of measurements has been reached, the oldest measurements are overwritten. If you want to delete all measurements, please click on the button below.
de: Wenn die maximale Anzahl der Messwerte erreicht wurde, werden die ältesten Messwerte überschrieben. Falls Du alle Messwerte löschen möchtest, klicke bitte auf die unten stehende Taste.

# HFI-Zs-bjs.label
source: Inspector
de: Inspektor

# HFI-Zs-bjs.paletteLabel
source: Inspector
de: Inspektor

# HFI-Zs-bjs.toolTip
source: Toggle inspector
de: Inspektor ein- oder ausblenden

# hgu-6P-fXB.title
source: Settings…
de: Einstellungen …

# hz9-B4-Xy5.title
source: Services
de: Dienste

# Icz-2M-MvU.title
source: Enable journal
de: Journal aktivieren

# ilr-4r-VCp.headerCell.title
source: Message
de: Mitteilung

# ipJ-MO-ESK.ibExternalAccessibilityDescription
source: Popup button to select when journal entries should be automatically deleted
de: Menü um auszuwählen, wann Journaleinträge automatisch gelöscht werden sollen

# IPl-A3-u8M.title
source: The API key is incorrect!
de: Der API-Schlüssel ist ungültig!

# IQv-IB-iLA.title
source: Power Monitor
de: Leistungsanzeige

# Jez-KA-Tth.title
source: Alternative price per kWh:
de: Alternativer Preis pro kWh:

# Jv4-az-WCd.title
source: To prevent the journal from becoming too large, the entries can be deleted automatically after a certain period of time. Please select in the menu below whether or after what time journal entries should be deleted automatically.
de: Um das Journal nicht zu groß werden zu lassen, können die Einträge nach einer bestimmten Zeit automatisch gelöscht werden. Bitte wähle im unten stehenden Menü aus, ob bzw. nach welcher Zeit Journaleinträge automatisch gelöscht werden sollen.

# JW4-fb-jp0.title
source: Ignore Power Naps
de: Power Naps ignorieren

# K8W-oS-ycq.title
source: Total power consumption:
de: Stromverbrauch gesamt:

# K79-zl-bZB.title
source: Price per kWh:
de: Preis pro kWh:

# Kd2-mp-pUS.title
source: Show All
de: Alle einblenden

# kIY-gT-eYE.title
source: Reset colors
de: Farben zurücksetzen

# koS-Hk-kZf.title
source: Show Console
de: Konsole anzeigen

# kQJ-Ad-1gA.title
source: Carbon Footprint
de: CO2-Fußabdruck

# LE2-aR-0XJ.title
source: Bring All to Front
de: Alle nach vorne bringen

# ME3-AA-pMQ.title
source: Journal entries:
de: Journaleinträge:

# MuP-fN-vvH.title
source: Average system power:
de: Durchschnittliche Systemleistung:

# NFB-rx-iin.title
source: Run in background
de: Im Hintergrund ausführen

# NME-51-rka.title
source: Please enter your Electricity Maps API key in the text field below.
de: Bitte gib Deinen Schlüssel für die Electricity Maps API in das unten stehende Textfeld ein.

# NMo-om-nkz.title
source: Services
de: Dienste

# nwg-27-Nf5.title
source: When your Mac is in sleep mode, it can still perform certain tasks. To do this, certain parts of the computer are woken from sleep mode, while other parts (such as the display) remain in sleep mode. This is called a Power Nap. If you want to highlight the times when your Mac took a Power Nap, please enable the option below.
de: Wenn sich Dein Mac im Ruhezustand befindet, kann er trotzdem bestimmte Aufgaben ausführen. Dazu werden bestimmte Teile des Computers aus dem Ruhezustand aufgeweckt, während andere Teile (wie zum Beispiel der Bildschirm) im Ruhezustand verbleiben. Dies wird als Power Nap bezeichnet. Wenn Du die Zeiten hervorheben möchtest, in denen Dein Mac einen Power Nap eingelegt hat, aktiviere bitte die unten stehende Option.

# nYA-V8-PZl.label
source: Follow
de: Folgen

# nYA-V8-PZl.paletteLabel
source: Follow
de: Folgen

# nYA-V8-PZl.toolTip
source: Log messages are selected when a value is clicked in the graph
de: Mitteilungen werden ausgewählt, wenn ein Wert im Graphen angeklickt wird

# nzZ-Dp-bqY.title
source: While sleeping, your Mac can wake up periodically to do some tasks like checking for new email or downloading updates. This is called a Power Nap. Use the menu below to enable or disable Power Nap. On some Macs, Power Nap may not be completely disabled.
de: Während des Ruhezustands kann Dein Mac in regelmäßigen Abständen aufwachen, um Aufgaben wie das Abrufen von neuen E-Mails oder das Herunterladen von Updates zu erledigen. Dies wird als Power Nap bezeichnet. Bitte wähle im unten stehenden Menü aus, ob Du Power Nap aktivieren oder deaktivieren möchtest. Auf einigen Macs kann Power Nap möglicherweise nicht vollständig deaktiviert werden.

# ODP-wh-kgy.title
source: Show carbon footprint
de: CO2-Fußabdruck anzeigen

# OeR-uZ-BoG.label
source: Average line
de: Durchschnittslinie

# OeR-uZ-BoG.paletteLabel
source: Average line
de: Durchschnittslinie

# OeR-uZ-BoG.toolTip
source: Hide or show the average line
de: Durchschnittslinie ein- oder ausblenden

# OL1-un-9cm.headerCell.title
source: Time
de: Uhrzeit

# OLr-dX-jwG.title
source: Consumed during Power Nap:
de: Verbraucht während Power Nap:

# Olw-nP-bQN.title
source: Hide Power Monitor
de: Leistungsanzeige ausblenden

# OY7-WF-poV.title
source: Minimize
de: Im Dock ablegen

# oyb-nN-crn.title
source: Show times without power consumption
de: Zeiten ohne Stromverbrauch anzeigen

# p5k-Wo-5j3.title
source: Use alternative electricity tariff
de: Alternativen Stromtarif verwenden

# pfa-9s-Bs9.title
source: Highest measured system power:
de: Höchste gemessene Systemleistung:

# Q0t-07-FGT.title
source: Cut
de: Ausschneiden

# QgV-jm-6vz.title
source: By default, this application measures all power consumption. In some environments, however, measuring power consumption during Power Naps may not be desirable. If you only want to measure power during times when your Mac is actively in use, please activate the option below.
de: Standardmäßig misst dieses Programm jeglichen Stromverbrauch. In einigen Umgebungen kann die Messung des Stromverbrauchs während Power Naps allerdings nicht gewünscht sein. Wenn Du die Leistung nur in Zeiten messen möchtest, in denen Dein Mac aktiv genutzt wird, aktiviere bitte die unten stehende Option.

# qxt-b8-PAf.title
source: Measurements:
de: Messwerte:

# qye-Lt-zao.title
source: To enable you to log and evaluate your power consumption over a longer period of time, this program has a journal function that stores the total power consumption per day. If you want to use the journal, please activate the option below.
de: Um Dir die Möglichkeit zu geben, Deinen Stromverbrauch über einen längeren Zeitraum protokollieren und auswerten zu können, verfügt dieses Programm über eine Journal-Funktion, welche den Gesamtstromverbrauch pro Tag speichert. Wenn Du das Journal nutzen möchtest, aktiviere bitte die unten stehende Option.

# R4o-n2-Eq4.title
source: Zoom
de: Zoomen

# rO2-fo-M0y.headerCell.title
source: Type
de: Typ

# rqK-68-QY7.toolTip
source: Hide or show Power Naps
de: Power Naps ein- oder ausblenden

# RrS-hI-FBW.title
source: Power Monitor on GitHub
de: Power Monitor auf GitHub

# S3X-49-Bkt.title
source: Show today's values only
de: Nur heutige Werte anzeigen

# S5m-eF-mxp.title
source: Electricity costs due to Power Nap:
de: Stromkosten wegen Power Nap:

# S7G-Cc-Bik.label
source: Day markers
de: Tagesmarkierungen

# S7G-Cc-Bik.paletteLabel
source: Day markers
de: Tagesmarkierungen

# S7G-Cc-Bik.toolTip
source: Hide or show day markers
de: Tagesmarkierungen ein- oder ausblenden

# SPH-3H-P8I.label
source: Save
de: Sichern

# SPH-3H-P8I.paletteLabel
source: Save
de: Sichern

# SPH-3H-P8I.toolTip
source: Save fo file
de: In Datei sichern

# SXe-Mz-f3d.title
source: After six months
de: Nach sechs Monaten

# Td5-HC-FFT.title
source: Cancel
de: Abbrechen

# Td7-aD-5lo.title
source: Window
de: Fenster

# TfV-Y9-MTy.title
source: Highlight Power Naps
de: Power Naps hervorheben

# tl2-Dg-PTM.headerCell.title
source: Duration Power Nap
de: Dauer Power Nap

# Tlt-ch-mDA.title
source: After one month
de: Nach einem Monat

# Tq5-S6-vw3.title
source: Delete journal entries:
de: Journaleinträge löschen:

# TvO-d4-Nym.title
source: Total power consumption:
de: Stromverbrauch gesamt:

# TvQ-1c-RTC.title
source: This application can run in background. Then it only shows up in the macOS menu bar and shows basic power information. If you want the application to run in background, please enable the option below.
de: Dieses Programm kann im Hintergrund ausgeführt werden. In diesem Falle wird es nur in der macOS Menüleiste angezeigt und stellt lediglich grundlegende Leistungsinformationen zur Verfügung. Wenn Du das Programm im Hintergrund ausführen möchtest, aktiviere bitte die unten stehende Option.

# U4A-7v-8aP.title
source: Duration awake:
de: Dauer Betrieb:

# u4r-Yf-mWp.headerCell.title
source: Duration Alt Tariff
de: Dauer im alternativen Tarif

# u7D-xi-IFJ.title
source: Show average line
de: Durchschnittslinie anzeigen

# Vdr-fp-XzO.title
source: Hide Others
de: Andere ausblenden

# VLe-x5-fQV.toolTip
source: Show only entries related to wake and sleep events
de: Nur Mitteilungen anzeigen, die sich auf Weck- und Schlafereignisse beziehen

# W16-Ig-VY3.title
source: Total electricity costs:
de: Stromkosten gesamt:

# wpr-3q-Mcd.title
source: Help
de: Hilfe

# wTs-o5-RLj.headerCell.title
source: Time
de: Uhrzeit

# xeC-qU-AdB.title
source: Composing log…
de: Protokoll wird erstellt …

# xH1-Ho-Skq.headerCell.title
source: Consumption Power Nap
de: Verbrauch Power Nap

# xZ1-BH-R2g.ibExternalAccessibilityDescription
source: Price per kWh
de: Preis pro kWh

# y2E-Fl-cvG.title
source: Console
de: Konsole

# yDb-bT-TJ9.title
source: Determining this Mac's carbon footprint…
de: CO2-Fußabdruck dieses Macs wird ermittelt …

# YgH-N9-g98.label
source: Reload
de: Neu laden

# YgH-N9-g98.paletteLabel
source: Reload
de: Neu laden

# YgH-N9-g98.toolTip
source: Reload content
de: Inhalt erneut laden

# Yk7-6p-cGj.title
source: Edit
de: Bearbeiten

# yp6-zf-FVa.headerCell.title
source: Consumption Alt Tariff
de: Verbrauch alternativer Tarif

# ytk-Ju-hcn.headerCell.title
source: Consumption Total
de: Verbrauch gesamt

# Z2U-ji-uCb.title
source: View Options
de: Darstellungsoptionen

# ZD3-tM-NN5.title
source: Delete all measurements
de: Alle Messwerte löschen

# ZIU-Di-DIs.title
source: Redo
de: Wiederholen

# zLt-t9-N7E.title
source: Close
de: Schließen
